Repository: jfgartol/notepad-csslist-translations
Catalog: cssList.*.po
Languages: es

source: classes and ids
es: classes e ids

source: Directory not found:
es: El directorio no existe:

source: Parse file
es: Procesar archivo

source: Selectors
es: Selectores

source: Apply
es: Aplicar

source: Respect whitespaces
es: Respetar espacios

source: Filter:
es: Filtrar:

# tnppform.labselector.caption
source: All media
es: Todos los media

# tnppform.tabselectors.caption
source: Selectors
es: Selectores

source: Show ColorMixer
es: Abrir ColorMixer

source: Delete current property
es: Borrar la propiedad actual

source: Sort by property name
es: Ordenar por el nombre de la propiedad

source: Show Background editor
es: Ver el editor de fondos

source: %s (%d of %d)
es: %s (%d de %d)

# tnppform.labclasesids.caption
source: Click on the class name or ID to insert into the current document at the cursor position
es: Haz clic en el nombre de clase o ID para insertar en el documento actual en la posición del cursor

source: Export color list
es: Exportar lista de colores

source: Get color list
es: Actualiza lista de colores

source: On select color:
es: Al seleccionar color

source: Colors
es: Colores

# nppforms.rscbselectcolor0
source: Insert in document
es: Inserta en el documento

source: Send to color editor
es: Envia al editor de color

source: Search in document
es: Busca en el documento

# TNPPFORM.BBTNCOMPRESS.HINT
source: Compress properties
es: Comprime propiedades

source: Save file
es: Guardar archivo

source: You have not selected any web page to reload
es: No has seleccionado ninguna página para recargar

source: Select image from hard disk
es: Selecciona una imagen del disco duro

source: To facilitate editing of the text has been removed base64 code from the image to the text field below, '<image:base64>' will be replaced by the contents of that field by pressing the Apply button
es: Para facilitar la edición del texto se ha movido el código base64 al campo de texto de abajo, '<image:base64>' se reemplazará con el contenido de ese campo al pulsar el botón Aplicar

source: Reload checked web pages
es: Recargar las webs seleccionadas

# TNPPFORM.LBCFGONAPPLY.CAPTION
source: On click Apply button
es: Al pulsar el botón Aplicar

source: Other options
es: Otras opciones

# nppforms.rsloadlistwebs
source: Load list of web pages
es: Listar páginas web

source: Add not existing linked properties
es: Añade propiedades enlazadas no existentes

source: Find the selected text in selectors list
es: Busca el texto seleccionado en la lista de selectores

source: Contains
es: Contiene

source: Start by
es: Empieza por

source: End by
es: Termina en

source: Fonts
es: Fuentes

source: Click on the font name to insert into the current document at the cursor position
es: Pulsa en el nombre de la fuente para insertarlo en el documento actual en la posición del cursor

source: Properties
es: Propiedades

source: Compression properties rules
es: Reglas para comprimir propiedades

source: List of properties
es: Lista de propiedades

source: Grouped properties
es: Propiedades agrupadas

source: Open
es: Abrir

source: Reload
es: Recargar

source: Save changes
es: Guardar cambios

source: Go to line:
es: Ir a la línea:

source: Go
es: Ir
